[GENERAL]
NAME				= Portuguese
TRANSLATOR			= João Nunes 
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= O aplicativo expirou.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Não Registado
TEXT_INIT_FAIL			= Falha na tentativa de iniciar o aplicativo.
TEXT_APPINFO			= Bandicam - Captura de vídeo de alto desempenho.

; error
TEXT_ERROR_DISKSPACE		= Espaço em disco insuficiente para gravar.
TEXT_ERROR_VIDEO_CAP		= Falha ao tentar inicar captura de vídeo.
TEXT_ERROR_AUDIO_CAP		= Falha ao tentar iniciar captura de áudio.\nSe precisar de ajuda, clique em OK.
TEXT_ERROR_IMAGE_CAP		= Falha ao capturar imagem. \nPor favor verificar a saída de.
TEXT_ERROR_CREATEFILE		= Falha ao tentar criar ficheiro.\nSe precisar de ajudar, clique em OK.
TEXT_ERROR_CODEC_INIT		= Falha ao iniciar codec.
TEXT_ERROR_LOGO_IMAGE		= Ficheiro de imagem inválido! \nFavor escolher um ficheiro de imagem válido (*.png).
TEXT_CAN_NOT_CHANGE_TB		= Não pode modificar esta configuração na versão gratuita do Bandicam. Favor registe!
TEXT_WARNING_AMD_APP		= O sistema não suporta 'H.264 (AMD APP)', então o codec padrão será usado.
TEXT_WARNING_AMD_APP2		= O sistema não suporta 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Áudio
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logotipo
TEXT_VID_PAGE_EFFECTS		= Efeitos
TEXT_VID_PAGE_OPTIONS		= Opções

; option page name
TEXT_OPT_PAGE_GENERAL		= Geral
TEXT_OPT_PAGE_OUTPUT		= Saída
TEXT_OPT_PAGE_HOOKING		= Vínculo
TEXT_OPT_PAGE_LANGUAGE		= Linguagem
TEXT_OPT_PAGE_OTHERS		= outros

TEXT_VIDEO			= Vídeo
TEXT_AUDIO			= Áudio

TEXT_FOLDER_SELECT		= Escolha uma pasta de gravação.

TEXT_FMT_FULL_SIZE		= Ecrã inteiro
TEXT_FMT_HALF_SIZE		= Metade do tamanho
TEXT_FMT_FIT_WIDTH		= Ajustar à largura
TEXT_FMT_FIT_HEIGHT		= Ajustar à altura
TEXT_FMT_CUSTOM_SIZE		= Personalizado
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Formato de áudio original

; preset
TEXT_PRESET_DEFAULT		= Do Bandicam
TEXT_PRESET_HALFSIZE		= Metade do tamanho
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Configurações ultra rápida para FPS 60
TEXT_PRESET_LOWEND		= PC de Baixa qualidade
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Para PMP/Divx Player
TEXT_PRESET_EDIT		= Para Edição - Sony Vegas/Premiere
TEXT_PRESET_POWERPOINT		=  Para o MS PowerPoint
TEXT_PRESET_320x0		= Ajustar à largura, 320x0
TEXT_PRESET_640x0		= Ajustar à largura, 640x0
TEXT_PRESET_800x0		= Ajustar à largura, 800x0
TEXT_PRESET_USER		= Predefinições de utilizador

TEXT_CHANGE_LANG		= Para mudar a linguagem, é necessário fechar e reabrir o Bandicam.\nGostaria de fazer isto agora?
TEXT_CHANGE_HOOK		= Para mudar o tipo do vínculo, é necessário fechar e reabrir o Bandicam.\nGostaria de fazer isto agora?
TEXT_CHANGE_SIZE		= Para alterar o tamanho da janela do Bandicam, deve reiniciar o Bandicam .\nQuer reiniciar agora ?
TEXT_RESET_ALL_SETTINGS		= Tem a certeza de que deseja redefinir todas as configurações para o padrão?

TEXT_REGISTER_SUCCEEDED		= Agora a cópia do Bandicam está registada.
TEXT_REGISTER_FAILED		= Falha ao tentar registar. \nVerificar o e-mail e número da licença.
TEXT_REGISTER_CONNECT_FAILED	= Não foi possível aceder o servidor de registo.\nPor favor, verifique a ligação à internet e, acerte o relógio do sistema para data e hora de hoje.\nSe precisar de ajuda, clique em OK.
TEXT_REGISTER_INFO		= E-mail: %s\r\nLicença: %s
TEXT_REGISTER_LIMITED		= A gravação foi interrompida.\n\nNa versão gratuita do Bandicam, só pode gravar 10 minutos. Favor registe!
TEXT_REGISTER_NEWRECORD		= Não pode iniciar nova gravação com a versão gratuita do Bandicam. Favor registe!
TEXT_REGISTER_LICENCE_INFO	= Não Registado!\r\nSe quiser gravar sem marcas d'água nos vídeos, \r\nPrecisa comprar uma licença do Bandicam.

TEXT_PROGRAM_INVALID		= A instalação deste aplicativo é inválida. \nPrecisa instalar o programa.

TEXT_SELECT_TARGET		= Favor clicar na janela visada
TEXT_TARGET_DIRECTX		= <b>Modo de gravação de jogo</b> - Gravar jogos de vídeos e jogos usando o DirectX
TEXT_TARGET_RECTANGLE		= <b>Modo de gravação do ecrã</b> - Gravar ecrã do Ambiente de trabalho e vídeo da Internet.
TEXT_TARGET_CHANGING		= Se alterar o modo de gravação, a gravação será interrompida.\nTem a certeza de que quer continuar?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Não pode iniciar a gravação no 'Modo de gravação de ecrã' porque a janela de destino não está selecionada.\n\nQuer alterar o modo de gravação para 'Modo de gravação de ecrã' para começar a gravar?

TEXT_STATUSBAR_READY		= Pronto
TEXT_STATUSBAR_RECORDING	= A Gravar
TEXT_STATUSBAR_PAUSE		= Pausa

TEXT_UPDATE_AVAILABLE		= Saiu uma nova versão do Bandicam. \nGostaria de transferi-la agora?
TEXT_UPDATE_UNAVAILABLE		= Esta versão é a mais recente.
TEXT_UPDATE_FAILED		= Falha ao tentar procurar atualização. \nTalvez o sistema não esteja ligado à internet ou o servidor não esteja a funcionar.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Não é possível enviar do ficheiro. Se apenas se inscreveu, por favor verifique o endereço de e-mail.

TEXT_TARGET_FULL		= Ecrã inteiro
TEXT_TARGET_RESTORE		= Restaurar
TEXT_TARGET_FIND		= Encontrar a janela
TEXT_TARGET_RESIZE		= Tamanho do menu de seleção
TEXT_TARGET_IMAGE		= Captura de imagem
TEXT_TARGET_PEN			= Modo de desenho
TEXT_TARGET_RECORD_START	= Gravação de vídeo - iniciar
TEXT_TARGET_RECORD_PAUSE	= Gravação de vídeo - pausa
TEXT_TARGET_RECORD_STOP		= Gravação de vídeo - parar

TEXT_RC_HOWTO_NOCOMPLETE	= Não terminar a gravação automaticamente
TEXT_RC_HOWTO_BYTIME		= Por tempo
TEXT_RC_HOWTO_BYSIZE		= Por tamanho
TEXT_RC_AFTER_NEWRECORD		= Iniciar nova gravação
TEXT_RC_AFTER_EXIT		= Fechar o Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Desligar o computador

TEXT_SHUTDOWN_SEC		= O computador será desligado em %d segundos.

TEXT_SEL_IMAGE_FILE		= Escolha um ficheiro de imagem

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Desativado (recomendado) -- 

TEXT_CORRUPTED_AVI_FILE		= O último ficheiro gravado foi danificado.\nGostaria de repará-lo?\n\nFicheiro: %s
TEXT_TRAY_BALLOON_TIP		= Clique no ícone da bandeja para restaurar o Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Clique no ícone de bandeja para mostrar a janela de gravação de ecrã.
TEXT_FORCE_STOP			= Falha ao tentar parar a gravação, a janela visada não está a responder.\nGostaria de forçar a interrupção da gravação?
TEXT_EXTERNAL_CODEC		= - Codec externo -
TEXT_CUDA_GPU_AUTOSELECT	= (Seleção Automática)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Estado da gravação
TEXT_INDICATOR_TIME		= Tempo de gravação
TEXT_INDICATOR_SIZE		= Espaço de disco livre / tamanho de ficheiros de gravação
TEXT_INDICATOR_VOLUME		= Nível atual do volume

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Prioridade da tarefa geral
TEXT_REC_PRIORITY_HIGH		= [Alta] Superior à prioridade normal
TEXT_REC_PRIORITY_HIGHEST	= [Mais alto] Outras tarefas podem ser mais lentas

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut não está instalado. Quer transferir o Bandicut ?
TEXT_OUTPUTS_DELETE		= Tem a certeza de que deseja eliminar permanentemente os ficheiros selecionados?
TEXT_OUTPUTS_SELCOUNT		= %d items selecionados

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nome do destino
TEXT_FILE_NAME_PREFIX_CUSTOM	= Prefixo personalizado
TEXT_FILE_NAME_PREFIX_NONE	= Nenhum
TEXT_FILE_NAME_SUFFIX_TIME	= Data/hora
TEXT_FILE_NAME_SUFFIX_NUMBER	= Número de série

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Inserir um valor entre 1 e 1440 minutos.
TEXT_TIMER_REC_STOP_RECORDING	= A gravação está em andamento. \nTem a certeza que quer parar de gravar e continuar?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Por favor, insira um título para o vídeo a carregar.
TEXT_UPLOAD_VIMEO_LOGIN		= Iniciar sessão - Vimeo
TEXT_UPLOAD_COMPLETE		= Carregado
TEXT_UPLOAD_ERR_FAIL		= Falha ao enviar o vídeo
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Este ficheiro é muito grande para carregar.
TEXT_UPLOAD_ERR_FREESPACE	= Não há espaço livre suficiente no Vimeo para carregar.
TEXT_UPLOAD_ERR_CONNECT		= Falha ao ligar ao servidor.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Geral
$BN_PAGE_FPS			= Quadro/s
$BN_PAGE_VIDEO			= Vídeo
$BN_PAGE_IMAGE			= Imagem
$BN_PAGE_OUTPUTS		= Saída
$BN_PAGE_ABOUT			= Acerca
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Configurar
$ST_GEN_OUTPUT_FOLDER		= Pasta de Gravação
$BN_GEN_OPEN_OUTPUT_FOLDER	= Abrir
$BN_GEN_ADV_OPTIONS		= Avançadas
$CK_GEN_ALWAYS_ON_TOP		= Manter a janela do Bandicam sempre na frente
$CK_GEN_START_MINIMIZED		= Iniciar Bandicam minimizado na bandeja
$CK_GEN_RUN_WHEN_START		= Executar Bandicam na iniciação do Windows
$CK_GEN_RECORD_WHEN_RUN		= Iniciar a gravação de ecrã cheio no arranque do Bandicam
$CK_GEN_TIMER_RECORDING		= Ajuste o temporizador para Gravação-Automática para iniciar
$ST_GEN_LANGUAGE		= Linguagem
$ST_GEN_REC_AUTO_START		= Iniciar gravação auto
$ST_GEN_REC_AUTO_COMPLETE	= Terminar a gravação automaticamente?
$BN_GEN_REC_AUTO_COMPLETE	= Configurar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Mostrar os Quadro/s
$CK_FPS_OVERLAY_HOTKEY		= Atalho
$CK_FPS_OVERLAY			= Mostar os quadro/s
$ST_FPS_LIMIT			= Limite
$CK_FPS_LIMIT_HOTKEY		= Atalho
$CK_FPS_LIMIT			= Limitar o número de QPS
$CK_FPS_LIMIT_ONLY_CAP		= Só quando capturar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Gravar
$CK_VID_RECORD_HOTKEY		= Gravar/Parar tecla atalho
$CK_VID_PAUSE_HOTKEY		= Pausa da tecla de atalho
$CK_VID_SHOW_CURSOR		= Mostrar cursor do rato
$CK_VID_CLICK_EFFECTS		= Adic. efeitos clique no rato
$CK_VID_WEBCAM_OVERLAY		= Adicionar webcam em subreposição
$BN_VID_RECORD_SETTINGS		= Configurações
$ST_VID_FORMAT			= Formato
$ST_VID_FORMAT_VIDEO		= Vídeo
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Configurações
$BN_VID_FORMAT_PRESETS		= Padrão
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Capturar
$CK_IMG_CAPTURE_HOTKEY		= Atalho
$CK_IMG_CAPTURE_REPEAT		= Repetir a captura do ecrã a
$ST_IMG_CAPTURE_REPEAT		= segundos
$CK_IMG_SHOW_CURSOR		= Mostrar cursor do rato
$CK_IMG_SHUTTER_SOUND_EFFECT	= Efeito sonoro de obturador
$ST_IMG_FORMAT			= Formato
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Alta qualidade
$BTN_IMG_FORMAT_ANIGIF		= Guardar como GIF animado
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Vídeo
$ST_OUT_TAB_IMAGE		= Imagem
$BN_OUT_PLAY_VIDEO		= Iniciar
$BN_OUT_OPEN_IMAGE		= Abrir
$BN_OUT_EDIT			= Editar
$BN_OUT_UPLOAD			= Enviar
$BN_OUT_DELETE			= Eliminar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Versão do Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Saiu uma nova versão!
$BN_ABO_CHECK_UPDATE		= Procurar atualização
$ST_ABO_LICENCE_INFO		= Dados da licença:
$BN_ABO_REGISTER		= Registar
$BN_ABO_REGISTER_HELP		= Como comprar e Registar
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= PáginaPrincipal
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Abrir pasta de saída
$TOOLTIP_SCREENSHOT		= Capturar Imagem
$TOOLTIP_RECORD			= Gravar / Parar
$TOOLTIP_PAUSE			= Pausa
$TOOLTIP_UI_MODE		= Extenção/Simples UI
$TOOLTIP_REGISTER		= Registar Bandicam
$TOOLTIP_ONLINE_HELP		= Ajuda Online

$TOOLTIP_TOOL_PEN		= Caneta
$TOOLTIP_TOOL_PEN_HL		= Marcador 
$TOOLTIP_TOOL_BOX		= Caixa
$TOOLTIP_TOOL_ERASER		= Borracha
$TOOLTIP_TOOL_COLOR		= Selecionar cor
$TOOLTIP_TOOL_LINE		= Largura da linha
$TOOLTIP_TOOL_UNDO		= Desfazer (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Refazer (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Cancelar
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Configuração do Formato de Vídeo
IDC_ST_FMTSET_FILE		= Tipo de Ficheiro
IDC_ST_FMTSET_VIDEO		= Vídeo
IDC_ST_VIDEO_SIZE		= Tamanho
IDC_ST_VIDEO_FPS		= Quadro/s
IDC_ST_VIDEO_CODEC		= Codificador
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Qualidade
IDC_ST_FMTSET_AUDIO		= Áudio
IDC_CK_AUDIO_ORIGINAL_PCM	= Guardar como o formato original
IDC_ED_AUDIO_ORIGINAL_PCM	= Pode guardar o áudio multicanal e de alta definição (96 KHz ou mais).
IDC_ST_AUDIO_CH			= Canais
IDC_ST_AUDIO_FREQ		= Frequência
IDC_ST_AUDIO_CODEC		= Codificador
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= [ Ajuda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registar o Bandicam
IDC_ST_1BUY			= 1. Comprar licença
IDC_ST_1BUY_COMMENT		= Favor ter em atenção que o Bandicam não é software gratuito. Se quiser gravar sem marcas d'água nos vídeos, precisa comprar uma licença do Bandicam.
IDC_BTN_BUY_ONLINE		= Comprar Licença 
IDC_ST_2REGISTER		= 2. Registar
IDC_ST_2REGISTER_COMMENT	= Precisa de uma ligação à internet para registar o Bandicam.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Número da licença
IDC_BTN_REGISTER_NOW		= Registar agora
IDC_BTN_CLOSE			= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Procura de Atualização
IDC_ST_UPDATE_SETTING		= Opções de Configuração
IDC_CK_UPDATE_ENABLE		= Marcar a procura automática de atualização.
IDC_CK_UPDATE_POPUP		= Mostrar aviso quando sair uma atualização importante.
IDC_UPDATE_CHECK_NOW		= Procurar atualização agora!
IDC_CLOSE			= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Opções de Configuração Avançadas
IDC_BTN_RESET			= Redefinir

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Geral
IDC_CK_ALWAYS_ON_TOP2		= Manter a janela do Bandicam sempre na frente
IDC_CK_START_MINIMIZED_TO_TRAY	= Iniciar Bandicam minimizado na bandeja
IDC_CK_RUN_WHEN_START		= Iniciar o Bandicam com o Windows
IDC_CK_RECORD_WHEN_RUN		= Iniciar a gravação em ecrã cheio durante a execução Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Mostrar os QPS nos vídeos/imagens capturados
IDC_ST_SHOW_FPS_IN_VIDEO	= (Só no 'Modo de gravação de jogo')
IDC_CK_SHOW_TIP_BAR		= Mostar dicas/barra de informações
IDC_CK_NO_TRAY_BALLOON		= Desativar notificações do balão da bandeja
IDC_ST_ADV_AUTOMATIC		= Automático

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Saída
IDC_ST_OUT_OUTPUT_FOLDER	= Pasta de saída
IDC_CK_OUT_CREATE_SUBFOLDER	= Criar saída subpasta ao gravar um arquivo
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Habilitar gravação em cache no disco
IDC_ST_OUT_FILE_NAMING		= Ficheiro de nomeação de configurações
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Linguagem
IDC_ST_TRANSLATOR		= Agradecimentos aos tradutores

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Tipo de Vínculo
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Desmarcar vínculo de DirectX 10/11 no IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Bloquear sobrecamada de vídeo de DirectX
IDC_BTN_BLOCK_LIST		= Lista de processos bloqueados

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Outras configurações
IDC_BTN_VIDEO_RECORD_SETTINGS	= Configurações de gravação de vídeo
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Configurações de formato de vídeo
IDC_BTN_AUTO_COMPLETE_RECORDING	= Gravação automática completa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Fim da Gravação
IDC_ST_RC_HOWTO			= Opções do Fim - Quando terminar?
IDC_RD_RC_NOTCOMPLETE		= Nunca automaticamente
IDC_RD_RC_TIME			= Por tempo de gravação
IDC_ST_RC_MAX_TIME		= Máx.
IDC_RD_RC_SIZE			= Pelo tamanho do ficheiro
IDC_ST_RC_MAX_SIZE		= Máx.
IDC_ST_RC_AFTER			= Depois de concluir a gravação automática
IDC_RD_RC_NOTHING		= Não fazer nada
IDC_RD_RC_NEW_RECORDING		= Iniciar nova gravação
IDC_RD_RC_EXIT_BDCAM		= Fechar o Bandicam
IDC_RD_RC_SHUTDOWN		= Desligar o computador

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Desligar
IDC_ST_SHUTDOWN			= Desligar
IDC_ST_SHUTDOWN_INFO		= Este computador será desligado.\nClique em 'Cancelar' se não quiser desligá-lo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Configuração da Gravação

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Gravar áudio
IDC_ST_SND_SELECT_1		= Dispositivo principal
IDC_BTN_SND_SETTING_1		= Configurar
IDC_ST_SND_SELECT_2		= Dispositivo secundário
IDC_BTN_SND_SETTING_2		= Configurar
IDC_CK_SND_MIX_SOUND		= 2 canais de mistura (Primário+secundário numa faixa de áudio)
IDC_CK_SND_CAP_HOTKEY		= Iniciar captura com o "Dispositivo Secundário"
IDC_ST_SOUND_HELP		= [ Ajuda ]
IDC_CK_SND_SAVE_AS_WAV		= Guardar faixas de áudio durante a gravação (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Adicionar webcam em sobreposição ao vídeo
IDC_ST_WEBCAM_SETTING		= Configurações
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Tamanho do video:
IDC_ST_WEBCAM_POS		= Posição:
IDC_BTN_WEBCAM_DEVICE		= Configurações
IDC_BTN_WEBCAM_PREVIEW		= Pré-visualizar
IDC_ST_WEBCAM_LR_MARGINS	= Margem Esquerda/R:
IDC_ST_WEBCAM_TB_MARGINS	= Margem Topo/B:
IDC_ST_WEBCAM_FOR_DX_GL		= Para modo de gravação de jogo
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Visualizar a Webcam na tela (só DX8 ou posterior e OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Ativar atalho de visualização em alternativa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Adicionar logotipo ao vídeo
IDC_ST_LOGO_SETTING		= Opções de configuração
IDC_ST_LOGO_IMAGE		= Imagem:
IDC_ST_LOGO_OPACITY		= Opacidade:
IDC_ST_LOGO_POS			= Posição:
IDC_ST_LOGO_LR_MARGINS		= Margem Esquerda/R:
IDC_ST_LOGO_TB_MARGINS		= Margem Topo/B:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Efeitos do rato
IDC_CK_ADD_CLICK_EFFECTS	= Adicionar efeitos de clique ao rato
IDC_ST_LEFT_CLICK_COLOR		= Cor do botão esquerdo do rato
IDC_ST_RIGHT_CLICK_COLOR	= Cor do botão direito do rato
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Adicionar efeito de destaque no rato
IDC_ST_HIGHLIGHT_COLOR		= Cor de realce

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opções
IDC_ST_REC_PRIORITY		= Prioridade de gravação :
IDC_ST_REC_PRIORITY2		= Prioridade mais alta pode reduzir quadros perdidos
IDC_ST_FOR_DX_GL		= Para modo de gravação de jogo
IDC_CK_SKIP_RECORDING		= Saltar gravação enquanto o quadro não é atualizado.
IDC_CK_ENHANCED_DX9_CAPTURE	= Usar método de captura melhorado (mais rápido, apenas DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Modo de gravação de ecrã
IDC_CK_ENHANCED_CAPTURE		= Use método captura aprimorada (+ rápido, Windows 8 ou acima)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Tamanho de destino personalizado
IDC_ST_TARGET_SIZE_SETTING	= Configurar
IDC_ST_TARGET_SIZE		= Tamanho do destino:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Adicionar um novo tamanho predefinido
IDC_ST_ADD_SIZE_PRESET		= Pode guardar a posição do alvo atual e tamanho como uma nova predefinição.\nInsira um nome para a nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Editar tamanho predefinido
IDC_BTN_SIZE_PRESET_ADD		= Adicionar
IDC_BTN_SIZE_PRESET_DEL		= Eliminar
IDC_BTN_SIZE_PRESET_REN		= Renomear
IDC_BTN_SIZE_PRESET_UP		= Cima
IDC_BTN_SIZE_PRESET_DN		= Baixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Renomear o tamanho predefinido
IDC_ST_REN_SIZE_PRESET		= Inserir um novo nome para a predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informação
IDC_ST_ACAP_INFO		= Informação sobre captura de áudio
IDC_ST_ACAP_INFO2		= A placa de áudio não captura som. Verificar o controlo de gravação'. \n\nGostaria de visitar a nossa página de ajuda na web?
IDC_CK_ACAP_DO_NOT_ASK		= Não perguntar novamente
IDC_BTN_YES			= Sim
IDC_BTN_NO			= Não

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Tempo máx. de gravação
IDC_ST_RC_TIME_SETTING		= Configurar
IDC_ST_RC_TIME_HOUR		= Horas
IDC_ST_RC_TIME_MIN		= Mins
IDC_ST_RC_TIME_SEC		= Segs

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Tamanho máx. da gravação
IDC_ST_RC_FILESIZE_SETTING	= Configurar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Adicionar uma nova predefinição
IDC_ST_ADD_PRESET		= Pode guardar as configurações atuais de formato como uma nova predefinição. \nInsira um nome para a nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Editar predefinições
IDC_BTN_PRESET_ADD		= Adicionar
IDC_BTN_PRESET_DEL		= Eliminar
IDC_BTN_PRESET_REN		= Renomear
IDC_BTN_PRESET_UP		= Acima
IDC_BTN_PRESET_DN		= Abaixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Renomear a prefifinição
IDC_ST_REN_PRESET		= Insira um novo nome para a predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Selecione o codec de vídeo externo
IDC_ST_CODEC_EX_LIST		= Lista de codec
IDC_ST_CODEC_EX_SETTINGS	= Configurações
IDC_ST_CODEC_EX_DRIVER		= Nome do Driver
IDC_ST_CODEC_EX_FOURCC		= Quatro centímetros cúbicos
IDC_ST_CODEC_EX_QUALITY		= Qualidade
IDC_ST_CODEC_EX_DATERATE	= Taxa de dados
IDC_ST_CODEC_EX_KEYFRAME	= Intervalo Quadro-chave
IDC_BTN_CODEC_EX_CONFIG		= Configurar
IDC_BTN_CODEC_EX_ABOUT		= Acerca
IDC_ST_CODEC_EX_HELP		= [ Ajuda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista de processos bloqueados
IDC_ST_BLOCK_LIST		= Os processos a seguir não são permitidos.
IDC_ST_BLOCK_LIST_EX		= Exemplo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Configurações
IDC_ST_H264_CUDA_RATE_CONTROL	= Controlo de taxa 
IDC_RD_H264_CUDA_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_CUDA_CBR		= CBR - baseada na bitrate
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Uso
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Única GPU (uso com GPU mais rápida)
IDC_ST_H264_CUDA_GPU_DEVICE	= Dispositivo GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_CUDA_FOURCC_USED	= Código de quatro Cent.Cúbicos:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_CUDA_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Configurações
IDC_ST_H264_SYNC_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_SYNC_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_SYNC_CBR		= CBR - baseada na bitrate
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_SYNC_FOURCC_USED	= Código de quatro Cent.Cúbicos:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_SYNC_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Configurações
IDC_ST_H264_APP_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_APP_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_APP_CBR		= CBR - baseada na bitrate
IDC_ST_H264_APP_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_APP_FOURCC_USED	= Código de quatro Cent.Cúbicos:
IDC_ST_H264_APP_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_APP_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid  Configurações
IDC_ST_XVID_RATE_CONTROL	= Controlo de taxa
IDC_RD_XVID_VBR			= VBR - baseada na qualidade (recomendado)
IDC_RD_XVID_CBR			= CBR - baseada na bitrate
IDC_ST_XVID_OPTIMIZATION	= Otimização
IDC_RD_XVID_FASTER_SPEED	= Codificação de velocidade mais rápida
IDC_RD_XVID_SMALLER_SIZE	= Tamanho de ficheiro menor
IDC_ST_XVID_OTHER_OPTIONS	= Outras opções
IDC_ST_XVID_KEYFRAME_INT	= Intervalo de quadro-chave:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_NVENC_VBR		= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_NVENC_CBR                = CBR - baseada na bitrate
IDC_ST_H264_NVENC_GPU_USAGE	= Uso da GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Despositivo GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_NVENC_FOURCC_USED	= Código de Quatro Cent.Cúbicos:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Intervalo de quadro-chave:
IDC_ST_H264_NVENC_FOURCC_HELP	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Configurações
IDC_ST_H264_RATE_CONTROL	= Controlo de taxa
IDC_RD_H264_VBR			= VBR - baseada na qualidade (recomendado)
IDC_RD_H264_CBR			= CBR - com base em taxa de bits
IDC_ST_H264_OPTIMIZATION	= Otimização
IDC_RD_H264_FASTER_SPEED	= Codificação de velocidade mais rápida
IDC_RD_H264_BALANCED		= Desempenho equilibrado
IDC_RD_H264_SMALLER_SIZE	= Tamanho menor do ficheiro
IDC_ST_H264_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_KEYFRAME_INT	= Intervalo de Quadro-chave:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Temporizador de gravação
IDC_ST_TIMER_SETTINGS		= Configurações
IDC_RD_TIMER_START_IN		= Iniciar em
IDC_ST_TIMER_MINUTES		= Minutos
IDC_RD_TIMER_START_AT		= Iniciar em
IDC_CK_TIMER_MINIMIZE		= Minimizar Bandicam para a bandeja quando a gravação começar.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto-Gravação completa
IDC_BTN_TIMER_AUTO_COMPLETE	= Configuração

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Gravação temporizada - Esperar para iniciar
IDC_ST_TIMER_WAITING_INFO	= Esperando para começar a gravar em %s.
IDC_ST_TIMER_ELAPSED		= Tempo decorrido:
IDC_ST_TIMER_REMAINING		= Tempo restante:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Configurações de FPS
IDC_ST_FORMAT_FPS_MODE		= Modo de taxa de quadros
IDC_RD_FORMAT_FPS_CFR		= Prefiro CFR - Taxa de quadros constante
IDC_ST_FORMAT_FPS_CFR		= Deixar VFR para trás se o desempenho do codificador não for suficientemente bom.
IDC_RD_FORMAT_FPS_VFR		= Usar VFR - Taxa de quadro variável (Recomendado)
IDC_ST_FORMAT_FPS_HELP		= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Enviar para Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Enviar a informação
IDC_ST_VIMEO_FILENAME		= Nome do ficheiro:
IDC_ST_VIMEO_TITLE		= Título:
IDC_ST_VIMEO_DESCRIPTION	= Descrição:
IDC_ST_VIMEO_PRIVACY		= Privacidade:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Qualquer - Permitir que qualquer pessoa que veja este vídeo
IDC_RD_VIMEO_PRIVACY_ONLYME	= Só eu – Tornar este vídeo visível apenas para mim
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Apenas as pessoas que eu sigo - Visível apenas para as pessoas que eu sigo no Vimeo
IDC_BTN_VIMEO_UPLOAD		= Enviar
IDC_LN_VIMEO_HELP		= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= A Enviar…
IDC_ST_VIMEO_UPLOADED		= O envio do vídeo está completo!
IDC_ST_VIMEO_LINK		= Ligação:
IDC_ST_VIMEO_EMBED		= Incorporar:
IDC_BTN_VIMEO_LINK_GO		= Ir
IDC_BTN_VIMEO_EMBED_COPY	= Cópia
IDC_BTN_VIMEO_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Disponível
IDC_LN_NVENC_AVAILABLE		= Codificador NVIDIA NVENC H.264 está disponível. NVENC é um codificador de alta performance usando a aceleração de hardware. Gostaria de usar o codificador H.264 NVENC?\n<a>mais</a>
IDC_CK_NVENC_AVAILABLE		= Não perguntar de novo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Disponível
IDC_LN_QSV_AVAILABLE		= Codificador Intel® Quick Sync Video H.264 está disponível. QSV é um codificador de alta performance usando a aceleração por hardware. \nGostaria de usar o codificador QSV H.264?\n<a>mais</a>
IDC_CK_QSV_AVAILABLE		= Não perguntar de novo

[MENU]
ID_POPUP_ABOUT			= &Acerca do Bandicam
ID_POPUP_GENERAL		= Configuração &Principal
ID_POPUP_FRAME			= Configurar o nº de &QPS
ID_POPUP_VIDEO			= Configurar o &Vídeo
ID_POPUP_IMAGE			= Configurar a &Imagem
ID_POPUP_OUTPUTS		= Lista de ficheiro de saída
ID_POPUP_OPENOUTPUTFOLDER	= A&brir a pasta de gravação
ID_POPUP_TARGET			= Alvo
ID_POPUP_SIZE			= Tamanho
ID_POPUP_EXIT			= &Fechar

ID_TARGET_DIRECTX		= Modo de gravação de jogo
ID_TARGET_RECTANGLE		= Modo de gravação de ecrã
ID_TARGET_HELP			= Ajuda

ID_TARGET_HIDE			= Mostrar / Ocultar \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Sempre na frente
ID_TARGET_TRANSPARENCY		= Opacidade
ID_TARGET_SIZE			= Tamanho
ID_TARGET_ADJUST		= Ajustar

ID_TARGET_MOVE_LEFT		= Mover p/ esquerda \t Left
ID_TARGET_MOVE_RIGHT		= Mover p/ direita \t Right
ID_TARGET_MOVE_UP		= Subir \t Acima
ID_TARGET_MOVE_DOWN		= Descer \t Abaixo

ID_TARGET_INC_WIDTH		= Aumentar largura \t Shift+Right
ID_TARGET_DEC_WIDTH		= Reduzir largura \t Shift+Left
ID_TARGET_INC_HEIGHT		= Aumentar largura \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Reduzir largura \t Shift+Up

ID_TARGET_FIND_WINDOW		= Localizar Janela \t Ctrl+F
ID_TARGET_FULLSCREEN		= Ecrã Inteiro \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Ajustar a 4:3
ID_TARGET_RATIO_16_9		= Ajustar a 16:9
ID_TARGET_SIZE_CUSTOM		= Personalizar tamanho \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Tamanho predefinida \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Adicionar uma predefinição
ID_TARGET_SIZE_PRESET_EDIT	= Editar predefinições

ID_TARGET_OPEN_OUTPUTFOLDER	= Pasta de saída aberta
ID_TARGET_EXIT_BANDICAM		= Sair do Bandicam

ID_USER_PRESET_ADD		= Adicionar uma predefinição
ID_USER_PRESET_EDIT		= Editar predefinições

ID_SORT_BY_DATE			= Classificar por data
ID_SORT_BY_NAME			= Classificar por nome
ID_SORT_BY_SIZE			= Classificar por tamanho

ID_OUTPUTS_LB_PLAY		= Iniciar
ID_OUTPUTS_LB_OPEN		= Abrir
ID_OUTPUTS_LB_EDIT		= Editar
ID_OUTPUTS_LB_DELETE		= Eliminar
ID_OUTPUTS_LB_SELECT_ALL	= Selecionar todos
ID_OUTPUTS_LB_OPEN_FOLDER	= Abrir pasta de saída

ID_BDCAM_SIZE_DEFAULT		= Tamanho padrão
